command_list = '''

/saveword - Сохранить слово в личный словарь 📚

/learnwords - Учить слова из личного словаря 🎓

/words - Показать список моих слов 📝

/stop - Остановить урок или соревнования ✋

/delete - Удалить слово из словаря ❌

/saveontheme - Добавить слово в общий словарь 🌍

/addtheme - Создать новую тему 📂

/pealim - Открыть сайт pealim.com 🌐

/learnthemed - Учить слова по темам 📖

'''


hello = '''

Привет! 

👋 Добро пожаловать в наш бот для изучения иврита! 🌟

Наш бот поможет вам улучшить знания иврита через удобные функции:

📚 Личный словарь:

Сохраняйте слова с переводом и транскрипцией командой 
/saveword.
Учите свои слова с помощью 
/learnwords.
Получайте список сохраненных слов командой 
/words.

🌍 Общий словарь:

Добавляйте слова по темам через 
/saveontheme.
Учите слова по темам с командой 
/learnthemed.
Список слов по одной теме можно получить одним сообщением.

🏆 Соревнования:

Отгадывайте слова и зарабатывайте очки /compete.
Смотрите свою позицию в лидерской таблице - /top

❗️ Дополнительные функции:

Удаляйте слова из словарей командой 
/delete.
Добавляйте новые темы с помощью 
/addtheme.
Используйте команду /pealim для доступа к сайту pealim.com.

🛑 Остановить урок или соревнования можно с помощью команды /stop.

Если у вас есть вопросы или нужна помощь, просто спросите у @Megagigapoopfart

'''

intro = '''
🏆 Соревновательный режим 🏆

В соревновательном режиме вы можете отгадывать слова и зарабатывать очки! 🌟

Отгадывайте слова, которые добавили вы или другие пользователи.
За каждый правильный ответ начисляются очки.

Ошиблись? Увидите правильный перевод с транскрипцией и перейдете к следующему слову.

Соревнуйтесь с другими и поднимайтесь в лидерской таблице!

Открыть таблцицу лидеров - /top
'''